/** 通用 */
"home" = "ទំព័រដើម";
"order" = "ការបញ្ជាទិញ";
"mine" = "គណនីរបស់ខ្ញុំ";
"camera_use_auth_tip" = "សូមអនុញ្ញាតឱ្យកម្មវិធីប្រើកាមេរ៉ារបស់អ្នកនៅក្នុង 'ការកំណត់ - ឯកជន - កាមេរ៉ា '";
"keyboard_brand_title" = "- ក្តារចុចសុវត្ថិភាព WOWNOW -";
"refresh" = "ធ្វើ​ឱ្យ​ស្រស់";
"yumnow" = "YumNow";
"profile" = "សមាជិក";
"monday" = "ច័ន្ទ";
"tuesday" = "អង្គារ";
"wednesday" = "ពុធ";
"thursday" = "ព្រហស្បត៍";
"friday" = "សុក្រ";
"saturday" = "សៅរ៍";
"sunday" = "អាទិត្យ";

/** 首页 */
"coming_soon" = "Cooming soon";
"nearby" = "ហាងនៅជិត";
"view_more" = "ពិនិត្យមើលគ្រប់ប្រភេទ";
"wm_hamburger_pizza" = "ស្វែងរកផលិតផលឬហាង";
"search_store_nearby_none_tip" = "No shop";
"home_all" = "ទាំងអស់";
"home_foods_deliver" = "អាហារដល់ផ្ទះ";
"home_shopping" = "ដើរផ្សារ";
"home_recommend" = "ណែនាំ";
"home_pick_for_you" = "បានជ្រើសរើសសម្រាប់អ្នក";
"home_choose_address_again" = "សូមជ្រើសរើសទីតាំងរបស់អ្នកម្តងទៀត";
"yumnow_recommend" = "WOWNOWណែនាំសម្រាប់អ្នក";
"yumnow_pick" = "បញ្ចុះតម្លៃគ្រប់ហាង";
"home_cuisine" = "វិសាលភាពអាជីវកម្ម";
"home_sort_by" = "រៀបតាមប្រភេទ";
"home_filters" = "ជ្រើសរើស";
"home_offers" = "Offers";
"home_service" = "Service";
"home_first_order_discount" = "បញ្ចុះតម្លៃក្នុងការបញ្ជាទិញលើកដំបូង";
"home_filter_discount" = "Discount";
"money_off" = "ទិញច្រើនបញ្ចុះតម្លៃច្រើន";
"home_free_delivery" = "ដឹកជញ្ជូនដោយឥតគិតថ្លៃ";
"home_clear_all" = "ជម្រះ";

/** 刷新框架 */
"MJ_STATE_DOWN_NORMAL"  = "ទាញចុះក្រោមដើម្បីស្រស់";
"MJ_STATE_DOWN_PULLING" = "ដោះលែងដើម្បីធ្វើឱ្យស្រស់";
"MJ_STATE_LOADING"      = "កំពុងតម្លើង";
"MJ_STATE_UP_NORMAL"    = "ទាញឬចុចដើម្បីផ្ទុកច្រើនទៀត";
"MJ_STATE_UP_PULLING"   = "ទាញឡើងដើម្បីធ្វើឱ្យស្រស់";
"MJ_STATE_NO_MORE"      = "មិនមានច្រើនជាងនេះទេ";
"MJ_STATE_UP_RELEASE_TO_LOAD_MORE" = "លែងនិងផ្ទុកបន្ថែមទៀត";

/** 网络错误 */
"no_data" = "គ្មាន​ទិន្នន័យ";
"network_error" = "មាន​បញ្ហា​ខាង​បណ្ដាញ";
"network_timeout" = "បណ្តាញមានបញ្ហា សូមព្យាយាមម្ដងទៀតនៅពេលក្រោយ";
"network_not_available" = "មិនអាចភ្ជាប់អ៊ីនធើណេតបានទេ សូមពិនិត្យមើលអ៊ីនធើណេតថាដំណើរការធម្មតា ឬការអនុញ្ញាតិបណ្តាញទិន្នន័យមានបើកឬទេ";
"network_connect_server_failed" = "បណ្តាញមានបញ្ហា សូមព្យាយាមម្ដងទៀតនៅពេលក្រោយ";

/** 登录 */
"placeholder_input_phone_number" = "លេខទូរសព្ទ.";
"placeholder_input_pwd" = "វាយបញ្ចូលពាក្យសម្ងាត់";
"login_agreement_tip_front" = "តាមរយៈការចូលនេះ អ្នកបានយល់ព្រមនឹងកិច្ចព្រមព្រៀងសេវាកម្ម";
"service_agreement" = "";
"login_with_social_media" = "ប្រើគណនីទីបីដើម្បីចូល";
"sms_code_has_been_sent_you" = "ពួកយើងបានផ្ញើលេខកូដផ្ទៀងផ្ទាត់ ៦ ខ្ទង់ទៅអ្នក";
"enter_your_login_password" = "សូមវាយបញ្ចូលពាក្យសម្ងាត់";
"password_vaild_desc" = "ត្រូវមានអក្សរអង់គ្លេសចំនួន ៦-២០ អក្សរឬនិមិត្តសញ្ញា (លើកលែងតែចន្លោះ) និងមានយ៉ាងហោចណាស់បន្សំពីរ";
"password_set_not_pair_tip" = "ការបញ្ចូលពាក្យសម្ងាត់មិនស្របគ្នា";
"enter_your_phone_number" = "លេខទូរសព្ទរបស់អ្នក";
"login_success" = "ចូលបានជោគជ័យ";
"forget_password" = "ភ្លេចពាក្យសម្ងាត់";
"please_contact" = "អ្នកអាចទំនាក់ទំនង";
"humen_customer_service" = "សេវាអតិថិជន";

/** 注册 */
"register" = "ចុះឈ្មោះ";
"register_success" = "ចុះឈ្មោះជោគជ័យ";
"set_your_login_password" = "កំណត់ពាក្យសម្ងាត់ចូលរបស់អ្នក";
"set_your_new_login_password" = "វាយបញ្ចូលពាក្យសម្ងាត់";
"placeholder_input_pwd_again" = "វាយបញ្ចូលពាក្យសម្ងាត់ម្តងទៀត";

/** 我的 */
"suggestion_sendback" = "មតិប្រតិកម្ម";
"help_center" = "ជំនួយ";
"call_center" = "បណ្តាញទំនាក់ទំនងអតិថិជន";
"common_problem" = "បញ្ហាទូទៅ";
"service_24_hours" = "សេវាកម្មអតិថិជន ២៤ ម៉ោង";
"app_version" = "ជំនាន់ APP";
"find_new_version" = "រកឃើញជំនាន់ថ្មី";
"app_version_latest" = "បច្ចុប្បន្ននេះវាជាជំនាន់ចុងក្រោយបំផុត។";
"suggestion_and_feedback" = "Suggestion and feedback";
"suggestion_and_feedback" = "Opionion Feedback";
"shopping_address" = "អាស័យដ្ឋានទទួលទំនិញ";
"choose_language" = "ជ្រើសរើសភាសា";
"my_coupons" = "គូប៉ុងរបស់ខ្ញុំ";
"set_nickname" = "មិនទាន់កំណត់";
"cash_coupons" = "គូប៉ុងទឹកប្រាក់";
"discount_coupons" = "គូប៉ុងបញ្ចុះតម្លៃ";
"choose_country" = "ជ្រើសរើសលេខកូដប្រទេស";
"china" = "ចិន";
"cambodia" = "កម្ពុជា";
"please_sign_in" = "សូមចូលគណនី";
"my_reviews" = "យោបល់របស់ខ្ញុំ";


/** 设置邮箱 */
"modify_emial" = "កែប្រែអ៊ីមែល";
"input_real_email" = "សូមវាយបញ្ចូលអ៊ីមែលពិតប្រាកដ";
"input_limit_50_char" = "អនុញ្ញាតឱ្យបញ្ចូលតែ ៥០ តួអក្សរឬតិចជាងនេះ។";
"invalid_email_format" = "សូមវាយបញ្ចូលអ៊ីមែលពិតប្រាកដ";

/** 设置 */
"settings" = "ការកំណត់";
"my_infomation" = "ពត៌មានរបស់ខ្ញុំ";
"name_photo" = "ឈ្មោះ រូបថត";
"login_password" = "ពាក្យសម្ងាត់ចូល";
"change" = "កែ";
"message_notify" = "សារជូនដំណឹង";
"disabled" = "មិនទាន់បើក";
"enabled" = "បានបើក";
"clear_app_cache" = "សម្អាតឃ្លាំងសម្ងាត់ APP";
"nothing_to_delete" = "Nothing to clear";
"missing_notification_tip_1" = "You're missing important messages! Enable notification via ";
"missing_notification_tip_2" = "Settings - Notifications ";
"missing_notification_tip_3" = "on your phone. ";
"confirm_delete" = "ពិតជាលុបចោលមែនទេ?";
"delete_success" = "ជម្រះបានជោគជ័យ";
"confirm_to_logout" = "Are you sure to log out？";

/** 意见反馈 */
"desc_your_problem_help_to_improve" = "សូមពិពណ៌នាអំពីបញ្ហារបស់អ្នក យើងនឺងជួយធ្វើឱ្យកាន់តែប្រសើរឡើង។";
"thanks_for_your_sendback" = "អរគុណសម្រាប់ការបញ្ចេញមតិ";
"upload_pictures" = "បង្ហោះរូបថត";
"upload_image_count_not_longer_than" = "up to %zd";
"no_complaint_content_tip" = "You did not input your suggestion";
"hud_uploading" = "កំពុងផ្ទុក";
"upload_completed" = "បង្ហោះបានជោគជ័យ";
"text_not_longer_than" = "No more than %@ letters";

/** 修改密码 */
"change_login_password" = "កែប្រែពាក្យសម្ងាត់ចូល";
"input_current_password" = "វាយបញ្ចូលពាក្យសម្ងាត់បច្ចុប្បន្ន";
"input_new_password" = "វាយបញ្ចូលពាក្យសម្ងាត់ថ្មី";
"input_new_password_again" = "វាយបញ្ចូលពាក្យសម្ងាត់ថ្មីម្ដងទៀត";
"change_password_success_relogin" = "អ្នកបានផ្លាស់ប្ដូរពាក្យសម្ងាត់ សូមចូលម្ដងទៀត";

/** 重置密码 */
"reset_password" = "កំណត់ពាក្យសម្ងាត់ឡើងវិញ";
"reset_password_success_relogin" = "កំណត់ពាក្យសម្ងាត់ឡើងវិញបានជោគជ័យ.";

/** 地址 */
"add_new_address" = "បន្ថែមអាស័យដ្ឋានថ្មី";
"default" = "លំនាំដើម";
"add_address" = "បំពេញអាស័យដ្ឋានដឹកជញ្ជូន";
"edit_address" = "កែសម្រួលអាស័យដ្ឋាន";
"address" = "អាស័យដ្ឋាន";
"choose_receiving_address" = "ជ្រើសរើសអាស័យដ្ឋានទទួលទំនិញ";
"detail" = "ពត៍មានបន្ថែម";
"address_detail_desc" = "លេខផ្ទះ ផ្លូវ ជាន់ លេខបន្ទប់ ។ល។";
"contact_people" = "អ្នកទំនាក់ទំនង";
"name" = "ឈ្មោះ";
"man" = "លោក";
"woman" = "កញ្ញា";
"tag" = "ប្រភេទទីតាំង";
"house" = "ផ្ទះ";
"office" = "ក្រុមហ៊ុន";
"school" = "សាលា";
"set_as_default_address" = "ដាក់អាស័យដ្ឋានជាលំនាំដើម";
"environment_picture" = "រូបភាពក្នុងហាង";
"max_count_some" = "យ៉ាងច្រើន %zd ទំព័រ";
"add_picture" = "បន្ថែមរូបថត";
"address_tip_choose_address" = "ជ្រើសរើសអាស័យដ្ធាន";
"address_tip_input_name" = "សូមវាយបញ្ចូលឈ្មោះ";
"address_tip_choose_gender" = "សូមជ្រើសរើសភេទ";
"address_tip_input_phone" = "សូមវាយបញ្ចូលលេខទូរសព្ទ";
"confirm_to_delete_address" = "ពិតជាលុបចោលអាស័យដ្ឋានមែនទេ?";

/** 优惠券 */
"coupon_ticket" = "គូប៉ុង";
"view_invalid_coupon" = "ឆែកមើលគូប៉ុងផុតកំណត់";
"valid_coupon" = "គូប៉ុងដែលអាចប្រើបាន";
"valid_time" = "មានកាលកំណត់";
"coupon_detail" = "ពត៌មានលម្អិតអំពីគូប៉ុង";
"use_now" = "ប្រើឥឡូវនេះ";
"invalid_coupon" = "ឆែកមើលគូប៉ុងចាស់";
"expired" = "បានផុតកំណត់";
"used" = "បានប្រើរួច";

/** 我的账号 */
"my_account" = "ពត៌មានរបស់ខ្ញុំ";
"head_image" = "រូបថត";
"nickname" = "ឈ្មោះហៅក្រៅ";
"not_set" = "មិនទាន់កំណត់";
"phone_number" = "លេខទូរសព្ទ";
"email" = "អ៊ីមែល";
"gender" = "ភេទ";
"birthday" = "ថ្ងៃខែឆ្នាំកំណើត";
"social_account" = "គណនីសង្គម";
"your_nickname" = "ឈ្មោះហៅក្រៅរបស់អ្នក";
"your_email" = "អ៊ីមែលរបស់អ្នក";
"facebook" = "Facebook";
"google_mail" = "Gmail";
"twitter" = "Twitter";
"wechat" = "Wechat";
"apple_id" = "Apple ID";
"male" = "ប្រុស";
"female" = "ស្រី";
"account_has_binded" = "គណនីត្រូវបានចងជាប់";
"binded" = "Binded";

/** 消息 */
"messages" = "Message";
"today" = "ថ្ងៃនេះ";
"message_detail" = "ពត៏មានលម្អិត";

/** 选择地址 */
"choose_address" = "Choose address";
"delivery_to" = "ដឹកជញ្ជូនទៅ";
"use_current_location" = "ប្រើប្រាស់ទីតាំងបច្ចុប្បន្ន";
"select_in_map" = "ជ្រើសរើសក្នុងផែនទី";
"my_address" = "អាស័យដ្ឋានរបស់ខ្ញុំ";
"choosed_address_not_in_delivery_scope_1" = "មិនស្ថិតនៅក្នុងវិសាលភាពនៃការដឹកជញ្ជូនទេ";
"choosed_address_not_in_delivery_scope_2" = "ទីតាំងបច្ចុប្បន្នរបស់អ្នកមិនទាន់មានសេវាកម្មដឹកជញ្ជូននៅឡើយទេ។";
"manual_select" = "ការជ្រើសរើសដោយដៃ";
"location_service_disabled_open_in_system_settings" = "អ្នកត្រូវបើកសេវាកម្មទីតាំងនៅក្នុងការកំណត់";
"unknown_location" = "Unknown location";

/** 选择地图地址 */
"search_address" = "ស្វែងរកទីតាំង";
"locatin_disabled" = "មិនអាចទទួលបានទីតាំង";
"your_location" = "ទីតាំងរបស់អ្នក";
"input_your_address" = "សូមបញ្ចូលអាស័យដ្ធានរបស់អ្នក";
"confirm_address" = "បញ្ជាក់អាស័យដ្ធាន";

/** 订单列表 */
"my_order" = "ការបញ្ជាទិញរបស់ខ្ញុំ";
"order_all" = "ទាំងអស់";
"order_processing" = "កំពុងដំណើរការ";
"order_unevaluate" = "មិនទាន់វាយតម្លៃ";
"order_refund" = "សងប្រាក់វិញ";
"order_list_waiting" = "រង់ចាំទទួលការបញ្ជាទិញ";
"order_list_accepted" = "បានទទួលការបញ្ជាទិញ";
"order_list_cancelling" = "Cancellation requested";
"order_list_reject_cancel" = "Cancellation rejected";
"order_list_delivering" = "កំពុងដឹកជញ្ជូន";
"order_list_delivered" = "បានដឹកទៅដល់";
"order_list_cancelled" = "បានបោះបង់";
"order_list_completed" = "បានបញ្ចប់";
"order_list_refund_processing" = "ស្នើសុំបង្វិលប្រាក់";
"order_list_refunded" = "ប្រាក់បង្វិលសង";
"view_order_after_sign_in" = "មើលការបញ្ជាទិញបន្ទាប់ពីចូល";
"signIn_signUp" = "ចូល / ចុះឈ្មោះ";

/** 订单提交 */
"order_submit" = "ដាក់ស្នើការបញ្ជាទិញ";
"describe_your_requirements" = "តម្រូវការរបស់អ្នក (រសជាតិ ចំណូលចិត្ត)";
"remark_title" = "សំណើរទៅកាន់ហាង";
"arrive_time" = "រយៈពេលវេលាដឹកជញ្ជូន";
"order_sumit_choose_address_tip" = "ជ្រើសរើសអាស័យដ្ធានទទួលទំនិញ";
"order_sumit_choose_address_title" = "ជ្រើសរើសអាស័យដ្ឋាន";
"order_sumit_choose_address" = "សូមជ្រើសរើសអាស័យដ្ឋានទទួលទំនិញ";
"order_sumit_coupon" = "គូប៉ុង";
"order_sumit_no_coupons_available" = "មិនមានគូប៉ុងដែលអាចប្រើបាន";
"order_sumit_address_have_available_coupons" = "មានគូប៉ុងដែលអាចប្រើបាន %d";
"order_choose_payment_method" = "ជ្រើសរើស";
"order_choose_payment_method_title" = "ជ្រើសរើសមធ្យោបាយទូទាត់";
"pay_online_tips" = "គាំទ្រការទូទាត់តាមប្រព័ន្ធអនឡាញដូចខាងក្រោម";
"packing_fee_detail" = "%@ ក្នុងមួយមុខ";
"packing_fee_detail_title" = "ព័ត៌មានលម្អិតអំពីថ្លៃវេចខ្ចប់";
"order_participated_promotions" = "អ្នកបានចូលរួមក្នុងកម្មវិធីទាំងនេះ";
"address_inconsistent_tips" = "Your current location address and delivery address are inconsistent, Do you want to change?";
"continue_to_order" = "Continue To Order";
"change_address" = "Change Address";

/** 订单提交选择优惠券 */
"order_submit_choose_coupon" = "ជ្រើសរើសគូប៉ុង";
"following_not_available" = "គូប៉ុងទាំងនេះមិនអាចប្រើបានទេ";
"not_use" = "មិនអាចប្រើបាន";
"coupons_cannot_be_stacked." = "គូប៉ុងមិនអាចប្រើជាមួយគ្នាបានទេ។";

/** 订单提交选择地址 */
"cannot_be_delivered_to" = "អាស័យដ្ឋាននេះមិនមានក្នុងបរិវេណនៃការដឹកជញ្ជូន";

/** 订单详情 */
"order_detail" = "ពត៍មានលម្អិតការបញ្ជាទិញ";
"can_not_use_with_other_coupon" = "មិនអាចប្រើជាមួយការផ្ដល់ជូនផ្សេងៗទៀត";
"order_detail_accept_soon" = "រង់ចាំហាងទទួលការបញ្ជាទិញ";
"order_detail_waiting" = "រង់ចាំទទួលការបញ្ជាទិញ";
"order_detail_waiting_desc" = "Merchant Will Accepte Order Soon.";
"order_detail_preparing" = "ការបញ្ជាទិញកំពុងរៀបចំ";
"order_detail_distance_from_you" = "ចម្ងាយ %.0fម ពីអ្នក";
"order_detail_merchant_received" = "កំពុងដឹកជញ្ជូន";
"order_detail_delivering_desc" = "Merchant is preparing your food.";
"order_detail_delivered" = "បានដឹកទៅដល់";
"order_detail_delivered_desc" = "ការបញ្ចាទិញរបស់អ្នកបានដឹកទៅដល់";
"order_detail_cancelling" = "ស្នើសុំបោះបង់ការបញ្ជាទិញកំពុងដោះស្រាយ";
"order_detail_cancelling_desc" = "ហាងនឹងដំណើរការពាក្យសុំរបស់អ្នកឱ្យបានឆាប់តាមដែលអាចធ្វើទៅបាន។";
"order_detail_cancelled" = "បានបោះបង់";
"order_detail_cancelled_desc_custumer" = "ការបញ្ជាទិញរបស់អ្នកបានបោះបង់ អ្នកអាចបញ្ជាទិញម្ដងទៀត";
"order_detail_cancelled_desc" = "ការបញ្ជាទិញរបស់អ្នកបានបោះបង់ អ្នកអាចបញ្ជាទិញម្ដងទៀត";

"order_detail_refund_processing" = "កំពុងស្នើសុំបង្វិលប្រាក់";
"order_detail_refund_reason" = "មូលហេតុនៃការស្នើសុំបង្វិលប្រាក់";
"order_detail_refund_processing_desc" = "យើងនិងដោះស្រាយការស្នើសុំបង្វិលប្រាក់របស់អ្នកឱ្យបានឆាប់រហ័សតាមដែលអាចធ្វើទៅបាន។";
"order_detail_refunded" = "ការបញ្ជាទិញបានសងប្រាក់វិញ";
"order_detail_refunded_desc" = "ពួកយើងបានបង្វិលប្រាក់ទាំងអស់ជូនអ្នកវិញ អ្នកអាចបញ្ជាទិញម្ដងទៀត";
"order_detail_completed" = "ការបញ្ជាទិញបានបញ្ចប់";
"order_detail_completed_desc" = "អរគុណសម្រាប់ការបញ្ជាទិញ";
"contact" = "លេខទូរស័ព្ទអ្នកទទួល";
"confirm_received_goods" = "បញ្ជាក់ការទទួល";
"evaluate" = "វាយតម្លៃ";
"refund" = "ប្រាក់បង្វិលសង";
"show_all" = "បង្ហាញទាំងអស់";
"hide" = "លាក់";
"calculate_accord_to_goods_total_money" = "គិតប្រាក់តាមតម្លៃសរុបនៃទំនិញ";
"vat_fee" = "ពន្ធ";
"packing_fee" = "តំលៃប្រអប់អាហារទាំងអស់";
"delivery_fee" = "ថ្លៃដឹកជញ្ជូន";
"promotions" = "ប្រូម៉ូសិន";
"not_valid_with_other_coupon" = "មិនអាចចូលរួមជាមួយគូប៉ុង/ប្រូម៉ូសិនផ្សេងទៀត";
"order_detail_coupon_ticket" = "គូប៉ុង";
"total" = "សរុប";
"exchange_rate" = "អត្រាប្ដូរប្រាក់";
"delivery_address" = "អាស័យដ្ឋានដឹកជញ្ជូន";
"prospect_arrive_time_with_param" = "ប៉ាន់ស្មានពេលវេលាដឹកជញ្ជូន %@";
"prospect_arrive_time" = "ពេលវេលាដឹកជញ្ជូនប៉ាន់ស្មាន";
"arrive_before_time" = "នឹងដឹកទៅដល់អោយលឿនបំផុតនៅ %@";
"order_remark" = "សម្គាល់";
"delivery_rider" = "អ្នកដឹកជញ្ជូន";
"order_number" = "លេខបញ្ជាទិញ";
"order_create_time" = "ពេលបញ្ជាទិញ";
"order_payment_method" = "វិធីទូទាត់ប្រាក់";
"order_payment_method_online" = "ទូទាត់តាមប្រព័ន្ធអនឡាញ";
"order_payment_method_offline" = "ទូទាត់ប្រាក់ពេលទំនិញទៅដល់";
"my_rating" = "វាយតម្លៃរបស់ខ្ញុំ";
"order_trace" = "តាមដានការបញ្ចាទិញ";
"order_trace_submit_order" = "ដាក់ស្នើការបញ្ជាទិញ";
"order_trace_merchant_received" = "អាជីវករបានទទួលការបញ្ជាទិញ";
"order_trace_rider_accept" = "អ្នកដឹកជញ្ជូនបានទទួលការបញ្ជាទិញ";
"order_trace_rider_arrive_merchant" = "អ្នកដឹកជញ្ជូនបានទៅដល់ហាង";
"order_trace_delivering" = "កំពុងដឹកជញ្ជូន";
"order_trace_arrived" = "បានដឹកជញ្ជូនទៅដល់";
"order_trace_cancelled" = "បោះបង់ការបញ្ជាទិញ";
"order_trace_waiting_delivery" = "សូមមេត្តារង់ចាំការដឹកជញ្ជូន";
"cancel_order_may_be_rejected_ask" = "បោះបង់ការបញ្ជាទិញអាចត្រូវបានបដិសេធ។ តើអ្នកនៅតែចង់បោះបង់ឬទេ?";
"order_cancelled" = "ការបញ្ជាទិញរបស់អ្នកត្រូវបានបោះបង់";
"not_now" = "មិនមែនឥឡូវនេះ";
"receive_goods_confirm_ask" = "តើអ្នកបានទទួលទំនិញហើយឬនៅ?";
"thanks_for_your_order" = "អរគុណសម្រាប់ការបញ្ជាទិញ";
"you_can_contact" = "អ្នកអាចទំនាក់ទំនង";
"customer_service" = "សេវាអតិថិជន";
"store_service" = "អាជីវករ";
"rider_phone" = "Delivery rider phone";
"order_status_rider_accepted" = "កំពុងដឹកជញ្ជូន ប្រហែល %@ នឹងដឹកទៅដល់";
"order_rider" = "អ្នកដឹកជញ្ជូន";
"order_detail_about_delivery" = "ប៉ាន់ស្មានពេលវេលាទៅដល់ %@";
"store_refund_cancel" = "ហាងបានបដិសេដការបោះបង់របស់អ្នក, មូលហេតុ៖%@.";
"user_refund_cancel" = "បុគ្គលិកបម្រើសេវាអតិថិជនបានបដិសេដការបោះបង់របស់អ្នក, មូលហេតុ៖%@.";
"system_refund_cancel" = "ប្រព័ន្ធបដិសេដលុបចោលការបញ្ជាទិញ，មូលហេតុ：%@。";
"notice" = "សម្គាល់";
"notice_desc" = "យើងនឹងខិតខំអោយអស់ពីសមត្ថភាពដើម្បីដឹកជញ្ជូនក្នុងរយៈពេលដែលអ្នកជ្រើសរើស ប៉ុន្តែយើងមិនអាចធានាបានថានឹងទៅដល់តាមពេលវេលាកំណត់ទេ។";
"order_YumNow_discount_promotions" = "កម្មវិធីបញ្ចុះតម្លៃរបស់ YumNow";
"order_YumNow_money_off_promotions" = "កម្មវិធីកាត់តម្លៃរបស់ YumNow";
"unpaid_overtime" = "អ្នកមិនបានទូទាត់ក្នុងរយៈពេលកំណត់";
"saved" = "ចំនេញ%@.";
"save_tips" = " Offers:";
"product_no_longer_available" = "ទំនិញបានយកចេញ";
"order_about" = "ប្រហែល %@";
"order_ASAP" = "នឹងដឹកជញ្ជូនដល់";
"calculate_tips" = "គិតប្រាក់តាមតម្លៃសរុបនៃទំនិញ";
"thank_you_for_your_rating" = "អរគុណសម្រាប់ការវាយតម្លៃ";
"you_can_contact" = "អ្នកអាចទំនាក់ទំនង";
"merchat_phone" = "អាជីវករ";
"deliveryman_phone" = "អ្នកដឹកជញ្ជូន";
"left" = "%@ left";
"specification" = "ទំហំ";
"item_discount" = "បញ្ចុះតម្លៃ";
"item_money_off" = "ទិញគ្រប់ចំនួនបញ្ចុះតម្លៃ";
"item_delivery" = "ថ្លៃដឹកជញ្ជូន";
"item_1st_order" = "បញ្ជាទិញលើកដំបូង";

/** 订单评价 */
"evaluation_title" = "វាយតំលៃ";
"please_rate_our_service_1" = "អរគុណសម្រាប់ការបញ្ជាទិញ";
"please_rate_our_service_2" = "សូមវាយតម្លៃសេវាកម្មយើងខ្ញុំ";
"delivery_service" = "សេវាកម្មដឹកជញ្ជូន";
"dining_experience" = "បទពិសោធន៏ក្នុងការបញ្ជាទិញអាហារ";
"thanks_for_your_rating" = "អរគុណសម្រាប់ការវាយតម្លៃ";
"rating_level_very_bad" = "អន់ណាស់";
"rating_level_bad" = "អន់";
"rating_level_good" = "ធម្មតា";
"rating_level_great" = "ពេញចិត្ត";
"rating_level_very_good" = "ល្អខ្លាំងណាស់";
"rating_anonymous" = "ជនអនាមិក";
"evaluation_tap_star" = "ធ្វើការវាយតម្លៃ";
"evaluation_how_was_the_food" = "តើអ្នកយល់ថាអាហារយ៉ាងណាដែរ?";
"evaluation_write_about_store" = "សូមសរសេរបទពិសោធន៏អាហាររបស់អ្នក ដើម្បីអោយអ្នករាល់គ្នាដឹងពីហាងនេះ";


/** 退款*/
"order_refund_apply" = "ស្នើសុំបង្វិលប្រាក់";
"refund_reason" = "មូលហេតុនៃការស្នើសុំបង្វិលប្រាក់";
"choose_refund_reason" = "ជ្រើសរើសហេតុផលសងប្រាក់វិញ";
"please_choose_refund_reason" = "សូមជ្រើសរើសហេតុផលសងប្រាក់វិញ";
"please_upload_picture" = "សូមបញ្ចូលរូបថត";
"please_select" = "សូមជ្រើសរើស";
"refund_amount" = "ចំនួនសាច់ប្រាក់";
"refund_problem_desc" = "ពិពណ៍នាពីបញ្ហា";
"desc_your_problem" = "សូមពណ៌នាមូលហេតុនៃការស្នើសុំបង្វិលប្រាក់";
"upload_photos_required_up_to_some" = "បង្ហោះរូបថត (តម្រូវ, យ៉ាងច្រើន៥សន្លឹក)";
"refund_reason_not_pair" = "ផលិតផលមិនដូចក្នុងរូប";
"refund_reason_quality" = "គុណភាពផលិតផលមានបញ្ហា";
"refund_reason_other" = "ផ្សេងៗ (សូមបំពេញពីបញ្ហាលម្អិត)";
"submit_refund_success_tip_1" = "ដាក់ស្នើបានជោគជ័យ";
"submit_refund_success_tip_2" = "យើងនិងដោះស្រាយការស្នើសុំបង្វិលប្រាក់របស់អ្នកឱ្យបានឆាប់រហ័សតាមដែលអាចធ្វើទៅបាន។";

/** 门店搜索 */
"not_found_results" = "រកមិនឃើញពត៌មានសម្រាប់ '%@'";
"history_search" = "ថ្មីៗនេះ";
"clear" = "Clear";
"confirm_delete_all" = "Confirm to delete all?";
"hot_search" = "និយម";
"input_merchant_name_keyword" = "Merchant name/keyword";
"search_more" = "ច្រើនទៀត";

/** 门店详情 */
"store_detail" = "ពត៍មានហាង";
"multi_sku" = "ជ្រើសរើស";
"free_delivery" = "ដឹកជញ្ជូនឥតគិតថ្លៃ";
"choose_product_sku_and_property" = "ជ្រើសរើស";
"scope_of_business" = "វិសាលភាពអាជីវកម្ម";
"qualification" = "គុណភាពអាជីវកម្ម";
"store_detail_threshold_send" = "%@ឡើងទៅនឹងដឹកជូន";
"delivery_fee" = "ថ្លៃដឹកជញ្ជូន";
"delivery_fee_none" = "No delivery fee";
"view_cart" = "មើលរទេះទំនិញ";
"store_detail_is_closed" = "ម៉ោងសម្រាករបស់ហាង";
"store_detail_business_hours" = "ម៉ោងដំណើរការ";
"reviews" = "វិចារ";
"store_order_now" = "ទៅទូទាត់";
"sub_total" = "សរុប";
"no_items_added" = "មិនទាន់មានទំនិញ";
"store_shopping_cart" = "រទេះទំនិញ";
"delete_all" = "ជម្រះ";
"some_items" = "%zd ផលិតផល";
"add_product" = "បន្ថែម +";
"customize_product" = "ជ្រើសរើសទំហំ";
"sold_out" = "បានលក់";
"store_notice" = "ប្រកាសរបស់ហាង";
"store_qualification" = "ប័ណ្ណប៉ាតង់";
"store_money_off_content" = "អស់ %@ កាត់ %@";
"store_discount" = "កម្ម៉ង់ឥឡូវនេះ បញ្ចុះតម្លៃ%.0f%%";
"product_discount" = "កម្ម៉ង់ឥឡូវនេះ បញ្ចុះតម្លៃ%.0f%%";
"store_detail_cusines" = "វិសាលភាពអាជីវកម្ម";
"store_detail_discount" = "បញ្ចុះតម្លៃ%.0f%%ទាំងអស់%@%@";
"has_content" = "មើលតែ ការវាយតម្លៃទូទៅ";
"product_reviews" = "ទៅផ្តល់យោបល់លើទំនិញ";
"no_reviews" = "មិនទាន់វាយតម្លៃ";
"review" = "វិចារ";
"read_more" = "បើកមើល";
"read_less" = "បិទទុក";
"see_all_reviews" = "មើលការវាយតម្លៃទាំងអស់";
"off_first_order" = "បញ្ជាទិញដំបូងបញ្ចុះតម្លៃ%@";
"is_new_store" = "New";
"is_new_product" = "ទំនិញថ្មី";
"store_money_gift_content" = "满%@赠%@%@瓶";

/** 购物车 */
"calculate_based_on_the_total_amount_of_item" = "គិតប្រាក់តាមតម្លៃសរុបនៃទំនិញ";
"cart_vat_fee" = "ពន្ធ";
"cart_packing_fee" = "ថ្លៃវេចខ្ចប់";
"cart_total" = "សរុប";
"cart_order_now" = "ទូទាត់";
"cart_delete" = "លុបចោល";
"Only_left_in_stock" = "សល់តែ%zdមុខទៀតប៉ុណ្ណោះក្នុងស្តុក";
"out_of_stock" = "អស់ស្តុក";
"temporarily_out_of_stock" = "ខ្វះស្តុកបណ្ដោះអាសន្ន";
"item_is_no_longer_available" = "ទំនិញបានបីទ";
"some_money_to_send" = "%@ ឡើងទៅ";
"cart_resting" = "ម៉ោងសម្រាក";
"cart_is_full" = "រទេះទំនិញបានពេញ សូមសម្អាតចេញ";
"cart_store_is_closed" = "ម៉ោងសម្រាករបស់ហាង";
"the_store_have_stopped_operation" = "ហាងត្រូវបានបិទ";
"some_items_are_no_longer_available" = "ផលិតផលមួយចំនួនបានបិទ";
"some_items are_temporarily_out_of_stock" = "ផលិតផលមួយចំនួនមិនមានស្តុកគ្រប់គ្រាន់";
"do_you_want_to_delete_item" = "តើអ្នកពិតជាចង់លុបចោលផលិតផលនេះមែនឬទេ?";
"you_haven't_selected_a_item" = "មិនទាន់បានជ្រើសរើសផលិតផល";
"cart_not_now" = "មិនមែនឥឡូវនេះ";
"cart_empty" = "រទេះទំនិញទទេ";


/** 门店列表 */
"sort_by_popularity" = "តម្រៀបតាមការនិយម";
"delivery_fee_low_to_high" = "ថ្លៃដឹកជញ្ជូន៖ ពីទាបទៅខ្ពស់";
"rating_high_to_low" = "ការវាយតម្លៃ៖ ពីខ្ពស់ដល់ទាប";
"sort_distance" = "ចម្ងាយ";
"sort_delivery_time" = "ពេលវេលាដឹកជញ្ជូន";
"category" = "Scope";
"title_all" = "ទាំងអស់";
"title_all1" = "All";

/** 门店评分 */
"merchant_score" = "ដាក់ពិន្ទុហាង";
"positive_rate" = "អត្រាវាយតម្លៃល្អ";
"store_reviews_all" = "ទាំងអស់";
"store_reviews_praise" = "សរសើរ";
"store_reviews_critical" = "បង្អាប់";
"store_reviews_image" = "មានរូបភាព";
"produce_reviews_like" = "ពេញចិត្ត";
"produce_reviews_unlike" = "មិនពេញចិត្ត";
"store_reviews_merchant_reply" = "អាជីវករឆ្លើយតប";
"store_rating" = "ការវាយតម្លៃ:";
"store_like_it" = "ពេញចិត្ត";
"store_unlike_it" = "មិនពេញចិត្ត";
"store_delivery_service" = "សេវាកម្មដឹកជញ្ជូន:";



/** 支付相关 */
"pay_alipay" = "Alipay";
"pay_wechat" = "WechatPay";
"choose_payment_method" = "ជ្រើសរើសវិធីទូទាត់ប្រាក់";
"choose_payment_online" = "ទូទាត់តាមប្រព័ន្ធអនឡាញ";
"return_back" = "ត្រលប់";
"offline_refund" = "បង្វិលសាច់ប្រាក់ដោយផ្ទាល់";
"refund_process" = "ដំណើរការបង្វិលប្រាក់";
"refund_information" = "ពត៍មានពីការបង្វិលប្រាក់";
"refund_amount" = "ចំនួនទឹកប្រាក់ដែលបានបង្វិល";
"refund_method" = "មធ្យោបាយបង្វិលប្រាក់វិញ";
"request_refund" = "ស្នើសុំបង្វិលប្រាក់";
"request_reason" = "មូលហេតុ";
"agree_refund" = "យល់ព្រមបង្វិលប្រាក់";
"request_real_refund" = "សំណងជាក់ស្ដែង";
"refunded_success" = "បង្វិលប្រាក់បានជោគជ័យ";
"refund_tips" = "ពេលវេលាជាក់លាក់សាច់ប្រាក់ចូលគណនីគឺអាស្រ័យលើស្ថានភាពដំណើរការរបស់ប្រព័ន្ធ សូមបេត្តាធ្វើការត្រួតពិនិត្យដោយអត់ធ្មត់";
"refunding" = "កំពុងបង្វិលប្រាក់";
"refund_detail" = "ពត៍មានលម្អិតបង្វិលប្រាក់";
"order_submit_tips" = "រង់ចាំការទូទាត់ ការបញ្ជាទិញរបស់អ្នកត្រូវបានដាក់ស្នើ សូមធ្វើការទូទាត់ក្នុងរយៈពេល %@ ប្រសិនបើអស់ពេល ការបញ្ជាទិញនឹងត្រូវលុបចោលដោយស្វ័យប្រវត្តិ";
"reject_refund" = "បដិសេដសំណង";
"initiate_refund" = "ដាក់ស្នើរបង្វិលប្រាក់";
"order_canceled_tips" = "ការបញ្ជាទិញបានបោះបង់ ប្រព័ន្ធនឹងទូទាត់សំណងដោយស្វ័យប្រវត្តិ";
"store_cancel_tips" = "ហាងបដិសេដការបញ្ជាទិញ, មូលហេតុ៖ %@。អ្នកអាចបញ្ជាទិញម្តងទៀត";
"user_cancel_tips" = "បុគ្គលិកបម្រើសេវាអតិថិជនបានបដិសេដការបោះបង់ការបញ្ជាទិញរបស់អ្នក,មូលហេតុ៖ %@。អ្នកអាចបញ្ជាទិញម្តងទៀត";
"user_unpaid_overtime_tips" = "អ្នកមិនបានទូទាត់ក្នុងរយៈពេលកំណត់ ដូច្នេះការបញ្ជាទិញត្រូវបានលុបចោលដោយប្រព័ន្ធ
អ្នកអាចបញ្ជាទិញម្តងទៀត";
"store_failed_receive_order_tips" = "ហាងមិនបានទទួលការបញ្ជាទិញក្នុងពេលកំណត់ ដូច្នេះការបញ្ជាទិញត្រូវបានលុបចោលដោយប្រព័ន្ធ អ្នកអាចបញ្ជាទិញម្តងទៀត";
"refund_request_rejected_tips" = "ការស្នើសុំបង្វិលប្រាក់របស់អ្នកត្រូវបានបដិសេដ សូមពិនិត្យមើលពត៍មានលម្អិតពីសំណង";
"pay_failure_try_again" = "ការទូទាត់បានបរាជ័យ សូមព្យាយាមម្តងទៀត";
"paying" = "កំពុងទូទាត់";
"paying_desc" = "ពត៍មានទូរទាត់កំពុងដំណើរការ សូមធ្វើការរងចាំ។";



/** 电商首页 */
"tn_my_collection" = "ការប្រមូលរបស់ខ្ញុំ";
"tn_my_review" = "យោបល់របស់ខ្ញុំ";
"tn_distributable_products" = "ទំនិញដែលអាចចែកចាយ";
"tn_my_commission" = "ប្រាក់កម្រៃជើងសាររបស់ខ្ញុំ";
"tn_search_placeHolder" = "បញ្ចូលផលិតផល ឈ្មោះហាង ដើម្បីស្វែងរក";
"tn_receiving_address" = "អាស័យដ្ធានទទួលទំនិញ";
"tn_categories" = "ប្រភេទ";
// 1.6 add
"wm_button_confirm" = "បញ្ជាក់";
"wm_button_cancel" = "បោះបង់";
"wm_review_experience" = "សូមវាយតម្លៃបទពិសោធន៍ទទួលទានរបស់អ្នក";
"wm_review_delivery" = "សូមវាយតម្លៃការផ្ដល់សេវាដឹកជញ្ជូន";
"wm_payment_result_page" = "ទំព័រលទ្ធផលនៃការបង់ប្រាក់";
"wm_payment_success" = "ការទូទាត់បានជោគជ័យ";
"wm_payment_fail" = "ការទូទាត់បានបរាជ័យ";
"wm_payment_process" = "ក្នុងការទូទាត់";
"wm_button_backhome" = "ទំព័រដើម";
"wm_button_orderdetails" = "សេចក្ដីលម្អិតពីការបញ្ជាទិញ";
"wm_coupon_format" = "បញ្ចុះតំលៃ %@";
"wm_sold" = "បានលក់";
"wm_min" = "min";

/** 2.0add */
"cart_title" = "រទេះទំនិញ";
"enable_location_service" = "សូមបើកទីតាំងរបស់អ្នក";
"help_us_determine_your_location" = "នេះជាជំនួយអោយយើងច្បាស់ពីទីតាំងរបស់អ្នក ងាយស្រួយណែនាំហាងនិងផ្ដល់សេវាកម្មដឹកជញ្ជូនអោយអ្នកកាន់តែរហ័ស។";
"location_not_scope_delivery" = "សូមអភ័យទោស ទីតាំងនេះមិននៅក្នុងបរិវេណទីតាំងដឹកជញ្ជូន សូមជ្រើសរើសទីតាំងថ្មី។";
"go_to_setting" = "ចូលទៅការកំណត់";
"pick_up" = "កំពុងទៅយកការកម្មង់";
"some_meters_from_store" = "ចម្ងាយពីហាង%.0fម៉ែត្រ";
"store_reminder_process_order" = "ម្ចាស់ហាងបានទទួលការបន្ដឿនបញ្ជាទិញ កំពុងរៀបចំអោយបានលឿនបំផុតជូនអ្នក។";
"quickly_delivery" = "ដឹកជញ្ជូនអោយរហ័សបំផុត";
"buy_some_discount_some" = "ទិញថែម %@。 និងបញ្ចុះ %@。";
"store_stooped_operation" = "ហាងបានបិទដំណើរការ";
"search" = "ស្វែងរក";
"wm_discount" = "ចំណេញ %@.";
"wm_home_backYumNow" = "ត្រលប់ទៅ YumNow";

"cancel_order" = "តើអ្នកចង់លុបការបញ្ជាទិញមែនឬទេ?";
"zA8ZBMsK" = "ធ្វើការកម៉្មង់ម្តងទៀត";
"1c8ZBMsK" = "ការផ្តល់ជូនពិសេស";
"5K8ZBMsK" = "ទូទាត់ប្រាក់ពេលទំនិញទៅដល់";
"6K8ZBMsK" = "ទីតាំង";
"608ZBMsK" = "បញ្ចុះតម្លៃ%@%%";
"628ZBMsK" = "%@ បញ្ចុះតម្លៃ";
"668ZBMsK" = "ទំនិញតែ%zdមុខតែប៉ុណ្ណោះដែលមានប្រូម៉ូសិន";
"708ZBMsK" = "ជម្រើស";
"7m8ZBMsK" = "ជ្រើសរើសបានច្រើនបំផុតត្រឹម %zd";
"7G8ZBMsK" = "%@属性必须选%zd项";
"7c8ZBMsK" = "%zd សូមជ្រើសរើសមួយមុខ";
"Ki8ZBMsK" = "订单金额";
"KA8ZBMsK" = "付款账号";
"Ks8ZBMsK" = "收款方";
"Km8ZBMsK" = "账单分类";
"KM8ZBMsK" = "商品说明";
"K08ZBMsK" = "创建时间";
"K08ZBMsK1" = "%zd ការបញ្ចុះតម្លៃក្នុង ការបញ្ជាទិញ";
"share_store_title" = "%@ នៅលើWOWNOWដែលណែនាំឲអ្នក";
"store_stopped" = "ហាងត្រូវបានបិទ";
"store_closed" = "ម៉ោងសម្រាករបស់ហាង";

"wm_fast_service" = "ដឹកជញ្ជូនរហ័ស";
"order_submit_note" = "(រសជាតិ ចំណូលចិត្ត)";
"wm_more" = "ច្រើនទៀត";
"wm_search_in_store" = "ស្វែងរក%@";

"bENzYfgi" = "ប្រូម៉ូសិនមានម៉ោងកំណត់";
"oQsKUL51" = "ប្រូម៉ូសិនរាល់ថ្ងៃមានម៉ោងកំណត់";
"9MVBO0bU" = "ប្រូម៉ូសិននៅថ្ងៃត្រូវបានប្រើអស់ ត្រូវទិញនៅក្នុងតម្លៃដើម";
"KuVJaYjS" = "ទំនិញតម្លៃពិសេសអាចទិញបាននៅថ្ងៃនេះ%zdមុខទំនិញ";
"best_sale_can_not_use_with_other_promotion" = "ទំនិញប្រូម៉ូសិនពិសេសមិនអាចប្រើប្រាស់ជាមួយប្រូម៉ូសិនដទៃទៀតបានទេ";


"P82qTdqX" = "សូមបញ្ចូលលេខកូដដើម្បីទទួលបានការបញ្ចុះតម្លៃភ្លាមៗ";
"OkaO8L5F" = "លេខកូដផ្សព្វផ្សាយដែលប្រើ";
"8gEQlPlO" = "សូមបញ្ចូល";
"yGHLNHRF" = "លេខកូដផ្សព្វផ្សាយដែលប្រើ";
"EdvP49Dy" = "សេចក្តីណែនាំសម្រាប់ការប្រើប្រាស់";
"ewg4ldyU" = "លេខកូដផ្តល់ជូននេះគឺជាការផ្តល់ជូនលេខកូដទីផ្សារដែលផ្តល់ដោយWOWNOW។ ប្រសិនបើលោកអ្នកចង់ប្រើកូដមួយនេះ សូមបញ្ជូលលេខកូដដើម្បីទទួលបានការបញ្ចុះតម្លៃពិសេស។";
"2QFLfzIQ" = "តើអ្នកប្រាកដជាចង់បោះបង់ការប្រើលេខកូដបញ្ចុះតម្លៃមែនទេ?";

"EfGW1nyJ" = "បានបញ្ជាទិញដោយជោគជ័យ";
"pK5DO0Pj" = "សូមរង់ចាំការបញ្ជាក់និងការទាក់ទងពីម្ចាស់ហាង";

"98qt1uye" = "ចំណាត់ថ្នាក់";
"n0pQd2sF" = "ប្រាកដថាលុបចោលហាងនេះឬ?";
"Rm4W1b7k" = "មិនមានទិន្ន័យហាងរក្សាទុក";
"3wsENp5w" = "ការរក្សាទុកបរាជ័យ ទិន្ន័យការរក្សាច្រើនហួសកំណត់";
"uZ6MJmaQ" = "ពិនិត្យមើលចំណូលចិត្តរបស់ខ្ញុំ";
"0lRpcSlG" = " រក្សាទុករូបភាពបានជោគជ័យ";
"pXHEU0Wv" = "WOWNOW-Food Delivery";
"YWhO2u27" = "ស្គេនQRកូដ\nទទួលបានប្រូម៉ូសិនភ្លាមៗ";
"jXs1YBee" = "បានបិទ";
"hot_filter" = "ពេញនិយម";
"my_collection" = "ការប្រមូលរបស់ខ្ញុំ";
"XTfuTkU1" = "ទំនាក់ទំនងហាង";
"suvJBCPM" = "ទាក់ទងសេវាកម្មអតិថិជន";
"NyF6Fg39" = "ខ្ញុំចង់ពិគ្រោះលេខបញ្ជាទិញ：%@";
"xTPtslzD" = " ទំនាក់ទំនងអ្នកដឹកជញ្ជូន";
"IBjwzhJw" = "ចាប់ពីតម្លៃ%@និងដឹកជញ្ជូនលើទំនិញប្រូម៉ូសិន";
"wm_address_history" = "ប្រវត្តិនៃអាសយដ្ឋាន";
"wm_address_add" = "បន្ថែមអាសយដ្ឋានថ្មី";
"wm_address_manage" = "កំណត់អាស័យដ្ឋានរបស់ខ្ញ";
"wm_order_copy_success" = "ចម្លងដោយជោគជ័យ";

/** 2.9.0add */
"wm_all_categories" = "គ្រប់ប្រភេទ";
"wm_get_more" = "ចូលហាងបន្ថែម";
"wm_gift_order_detail" = "បញ្ជាក់";
"wm_fill_gift_activity" = "កម្មវិធីទិញថែម";
"wm_fill_gift_firstcome" = "ចំនួនថែមមានកំណត់ អ្នកមកមុនបានមុន";
"wm_fill_gift_name" = "ទិញថែម";
"wm_fill_gift_fail_join" = "iមិនទាន់គ្រប់លក្ខខណ្ឌចូលរួម";
"wm_gift_order_reason" = "មូលហេតុ";
"wm_gift_fail_year" = "អាយុក្រោម18ឆ្នាំ ឬពុំទាន់បំពេញពត៍មានបន្ថែមថ្ងៃកំណើត";
"wm_gift_write" = "សូមបំពេញ";
"wm_gift_fail_num" = "គ្រប់ចំនួនកំណត់នៃការចូលរួម";
"wm_gift_fail_stock" = "ស្ដុកថែមមិនគ្រប់គ្រាន់ អាចប្ដូរហាង";
"wm_gift_buy_free" = "ទិញ%@ថែម%@%ld";
"wm_gift_free_item" = "ទំនិញថែម";
"wm_gift_fail_lowest" = "តំលៃដើមសរុបរបស់ទំនិញមិនស្មើរនិងតំលៃទាបបំផុតរបស់ប្រម៉ូសិន";

/** 2.9.2add */
"wm_cancel_reason_title" = "បោះបង់ការបញ្ជាទិញ";
"wm_cancel_reason_tip1" = "បើអ្នកប្រើប្រាស់គូប៉ុង គូប៉ុងនិងបង្វិលត្រលប់ទៅក្នុងគណនីយបស់អ្នកវិញ";
"wm_cancel_reason_tip2" = "ជ្រើសរើសមូលហេតុដែលបោះបង់ការបញ្ជាទិញ ដើម្បីកែលំអសេវាកម្មរបស់យើងខ្ញុំ";
"wm_cancel_submit" = "ដាក់ស្នើ";

/** 2.9.3add */
"wm_delivery_fee_coupon" = "គូប៉ុងថ្លៃដឹកជញ្ជូន";
"wm_coupon_use" = "អ្នកមានគូប៉ុង%d";
"wm_delivery_coupon_use" = "អ្នកមានគូប៉ុងថ្លៃដឹកជញ្ជូន%d";
"wm_operation_hours" = "ម៉ោងដំណើរការ：%@";
"wm_no_delivery_fee" = "ពុំមានគូប៉ុងថ្លៃដឹកជញ្ជូន";
"wm_no_delivery" = "ពុំមានគូប៉ុងបញ្ចុះតម្លៃ";
"wm_no_use_delivery_fee" = "ពុំប្រើគូប៉ុងថ្លៃដឹកជញ្ជូន";
"wm_use_promo_code" = "ប្រើប្រូម៉ូកូដ";

/** 2.9.9add */
"wm_location_fail_tip" = "បរាជ័យក្នុងការកំណត់ទីតាំង សូមជ្រើសរើសដោយដៃ";
"wm_location_fail" = "កំណត់ទីតាំងបានបរាជ";
"wm_unkown_oad" = "ផ្លូវមិនស្គា";

/** 2.9.7add*/
"wm_no_ratings_yet" = "មិនទាន់មានចំណាត់ថ្នាក់នៅឡើយទេ";
"wm_guide_help" = "តើវាបានជួយអ្នកដែររឺទេ?";
"wm_guide_yes" = "បានជួយ";
"wm_guide_no" = "មិនបានជួយ";
"wm_guide_user" = "ការណែនាំសំរាប់អតិថិជនថ្មី";
"wm_feed_problem" = "មតិពីបញ្ហាម្ហូបអាហារ";
"wm_feed_problem_if" = "ប្រសិនបើអ្នកមានបញ្ហាផ្សេងដែលទាក់ទងនឹងម្ហូបអាហាររឺអាហារខូចអាចបញ្ចេញមតិនៅទីនេះ។";
"wm_feed_require" = "សូមសរសេរបញ្ហានៅទីនេះ (ត្រូវតែសរសេរ)";
"wm_feed_pro_type" = "ប្រភេទបញ្ហា";
"wm_feed_pro_desc" = "ពិពណ៌នាបញ្ហា";
"wm_feed_pro_desc_help" = "សូមពិពណ៌នាបញ្ហារបស់អ្នក ពួកយើងនឹងកែតម្រូវអោយកាន់តែប្រសើរ";
"wm_feed_pro_pack" = "ការវេចខ្ចប់ខូច";
"wm_feed_pro_lack" = "អាហារមិនគ្រប់";
"wm_feed_pro_wrong" = "ម្ហូបខុស";
"wm_feed_pro_issue" = "បញ្ហាអនាម័យម្ហូប";
"wm_feed_pro_other" = "ផ្សេងៗ";
"wm_feed_pro_upload_sheets" = "（ផ្ទុកច្រើនបំផុត 5 សន្លឹក）";
"wm_feed_pro_spill" = "កំពប់អាហារ";
"wm_service_Food_issue" = "ផ្តល់យោបល់លើបញ្ហាសេវាកម្ម និងអាហារ";
"wm_merchant_registration" = "ចុះឈ្មោះជាសមាជិក";
"wm_every_day" = "រៀងរាល់ថ្ងៃ";
"wm_exclusive_offer" = "ការផ្ដល់ជូនពិសេស";
"wm_lower_price" = "តម្លៃទាប";

/** 2.10add*/
"wm_unuse_promo_code" = "មិនអាចប្រើប្រាស់ប្រូម៉ូកូដ";
"wm_unuse_coupon" = "មិនអាចប្រើប្រាស់គូប៉ុង";
"wm_unuse_delivery" = "មិនអាចប្រើប្រាស់គូប៉ុងដឹកជញ្ជូន";

"wm_telegram_online" = "សេវាបម្រើអតិថិជនតាមបណ្ដាញ Telegram";
"wm_quick_response" = "ការឆ្លើយតបរហ័ស";
"wm_service_hotline" = "សេវាខ្សែទូរស័ព្ទបន្ទាន់";
"wm_wait_minutes" = "រង់ចាំ 2-5 នាទី។";
"wm_contact_store" = "ទាក់ទងហាង";

///2.10.3
"wm_suspended_delivery" = "ទីតាំងបច្ចុប្បន្នត្រូវបានផ្អាកដំណើរការដឹកជញ្ជូន";
"wm_please_choose" = "សូមជ្រើសរើសអាសយដ្ឋានផ្សេងទៀត។";
"wm_store" = "ហាង";
"wm_pause" = "ផ្អាកពេលវេលាដឹកជញ្ជូន";
"wm_item" = "ទំនិញ";
"wm_suspend_delivery" = "ផ្អាកសេវាកម្មដឹកជញ្ជូន";

///2.10.4
"wm_telegram_online" = "សេវាបម្រើអតិថិជនតាមបណ្ដាញ Telegram";
"wm_quick_response" = "ការឆ្លើយតបរហ័ស";
"wm_service_hotline" = "សេវាខ្សែទូរស័ព្ទបន្ទាន់";
"wm_wait_minutes" = "រង់ចាំ 2-5 នាទី។";
"wm_contact_store" = "ទាក់ទងហាង";

///3.0.2
"wm_packing_fee" = "តំលៃវេចខ្ចប់";
"wm_packaging_fee" = "តំលៃប្រអប់អាហារ";
"wm_total_packaging_fee_num" = "តំលៃប្រអប់អាហារទាំងអស់ = តំលៃវេចខ្ចប់ + តំលៃប្រអប់អាហារ";
"wm_each_money" = "%@ សម្រាប់រាល់ %d ច្បាប់ចម្លង";
"wm_total_packing_fee_remark" = "ការពិពណ៌នាអំពីតំលៃវេចខ្ចប់";

///3.0.5
"wm_store_busy" = "រវល់";
"wm_store_busy_minu" = "កំពុងរវល់ · អាចបញ្ជាទិញបន្ទាប់ពី%@នាទី។";
"wm_store_busy_before" = "អាចបញ្ជាទិញបន្ទាប់ពី%@នាទី។";
"wm_store_many_order" = "ការបញ្ជាទិញបន្ថែមទៀត";
"wm_store_similar" = "ហាងស្រដៀងគ្នា";
"wm_store_busy_to_select" = "ហាងកំពុងរវល់ សូមជ្រើសរើសហាងផ្សេងទៀតដើម្បីធ្វើការកុម្ម៉ង់";
"searchfor" = "ស្វែងរក";
"wm_collection" = "រក្សាទុក";

///3.0.5.1
"wm_free_fee" = "បញ្ចុះតំលៃដឹកជញ្ជូន";

///3.0.6
"wm_dont_show_again" = "មិនបង្ហាញប្រមូសិននេះម្តងទៀត";
"wm_receive_successful" = "ទទួលយកជោគជ័យ សូមប្រើប្រាស់!";
"wm_no_threshold" = "%@ មិនមានការបញ្ចុះតម្លៃ";
"wm_select_cashcoupon" = "ជ្រើសរើសគូប៉ុងសាច់ប្រាក់";
"wm_select_shippingcoupon" = "ជ្រើសរើសគូប៉ុងដឹកជញ្ជូន";
"wm_get_storecoupon" = "ចុចយកគូប៉ុង";
"wm_storecoupon" = "ទុកគូប៉ុង";
"wm_valid_after_day" = "មានសុពលភាព %ld ថ្ងៃបន្ទាប់ពីទទួលបានគូប៉ុង";
"wm_fail_event_expired" = "បរាជ័យក្នុងការទទួលយកគូប៉ុង ប្រមូសិនបានផុតកំណត់ហើយ។";
"wm_fail_event_paused" = "បរាជ័យក្នុងការទទួលយកគូប៉ុង ប្រមូសិនត្រូវបានផ្អាកហើយ។";
"wm_fail_coupon_outof" = "បរាជ័យក្នុងការទទួលយកគូប៉ុង គូប៉ុងអស់ហើយ។";
"wm_fail_coupon_limit_today" = "បរាជ័យក្នុងការទទួលយកគូប៉ុង គូប៉ុងអស់ហើយ។";
"wm_fail_event_limit" = "បរាជ័យក្នុងការទទួលយកគូប៉ុង ការផ្តល់អោយសម្រាប់ថ្ងៃនេះបានដល់ចំនួនកំណត់ហើយ។";
"wm_fail_event_ended" = "បរាជ័យក្នុងការទទួលយកគូប៉ុង ប្រមូសិនបានបញ្ចប់។";
"wm_fail_coupon_expired" = "បរាជ័យក្នុងការទទួលយកគូប៉ុង គូប៉ុងបានផុតកំណត់ហើយ។";
"wm_fail_coupon_infochange" = "បរាជ័យក្នុងការទទួលយកគូប៉ុង ព័ត៌មានគូប៉ុងបានផ្លាស់ប្តូរ";
"wm_fail_coupon_giving" = "បរាជ័យក្នុងការទទួលយកគូប៉ុង ព័ត៌មានប័ណ្ណបានផ្លាស់ប្តូរ    ";
"wm_fail_system_error" = "បរាជ័យក្នុងការទទួលយកគូប៉ុង ប្រពន្ធ័កំពុងមានបញ្ហា";
"wm_fail_user_notlog" = "បរាជ័យ អ្នកប្រើប្រាស់មិនបានចូលកម្មវិធី (APP)";
"wm_fail_event_change" = "បរាជ័យ ព័ត៌មានប្រមូសិនបានផ្លាស់ប្តូរ";
"wm_fail_event_issuse" = "បរាជ័យ បញ្ហាគូប៉ុង";
"wm_fail_coupon_notfound" = "បរាជ័យ មិនមានគូប៉ុង";
"wm_fail_event_notfound" = "បរាជ័យ មិនមានប្រមូសិន";
"wm_fail_user_notfound" = "បរាជ័យ មិនមានអ្នកប្រើប្រាស់";
"wm_fail_eligible_receive" = "បរាជ័យ មិនមានសិទ្ធិទទួល";
"wm_usefail_less_reduction" = "តំលៃទំនិញ+ថ្លៃវេចខ្ចប់ខ្វះ %@ទៀត ទើបឈានដល់ការបញ្ចុះតំលៃ";
"wm_usefail_risk_restricted" = "គណនីរបស់អ្នកស្ថិតក្នុងហានិភ័យ ហើយការប្រើប្រាស់ត្រូវបានដាក់កម្រិត សូមទាក់ទងផ្នែកបម្រើអតិថិជន";
"wm_usefail_unusecode_with_good" = "ការបញ្ជាទិញនេះមានផលិតផលបញ្ចុះតម្លៃ ហើយមិនអាចប្រើរួមជាមួយនឹងគូប៉ុងបានទេ";
"wm_usefail_coupon_notintime" = "គូប៉ុងមិនទាន់ផុតកំណត់";
"wm_usefail_cannot_use_thiscoupon" = "ហាងនេះមិនអាចប្រើប្រាស់គូប៉ុងនេះបានទេ";
"wm_usefail_unusecode_with_procode" = "ការបញ្ជាទិញនេះបានប្រើប្រមូដកូចរួចហើយ ដែលមិនអាចប្រើជាមួយគូប៉ុងបានទេ";
"wm_usefail_choose_other" = "ការបញ្ជាទិញនេះមិនអាចប្រើគូប៉ុង %@ សូមលុបចោល និងដាក់ការបញ្ជាទិញម្តងទៀត";
"wm_product_cannot_use" = "ទំនិញនេះមិនអាចប្រើប្រាស់ ";
"wm_product_cannot_use_cash_coupons" = "គូប៉ុងសាច់ប្រាក់";
"wm_product_cannot_use_shipping_coupons" = "គូប៉ុងដឹកជញ្ជូន";
"wm_product_cannot_use_cash_promote_code" = "ប្រមូដកូដ";
"wm_out_of" = "អស់គូប៉ុង";
"wm_coupon_tip" = "ដឹកជញ្ជូនអាហារ";
"wm_coupon_go_use" = "ប្រើគូប៉ុង";
"wm_coupon_give" = "ទទួលយកគូប៉ុង";
"wm_coupon_canuse" = "គូប៉ុងដែលមាន";
"wm_coupon_cannotuse" = "មិនអាចប្រើបាន";
"wm_coupon_cannot_reason" = "មូលហេតុមិនអាចប្រើបាន";
"wm_delivery_fee_remove_vonder" = "គូប៉ុងនេះមិនអាចត្រូវបានប្រើជាមួយនឹងគូប៉ុង ថ្លៃដឹកជញ្ជូនទេ {មាតិកាគូប៉ុង}ចុចបញ្ជាក់ដើម្បីប្រើប្រាស់គូប៉ុងនិងបោះបង់គូប៉ុងថ្លៃដឹកជញ្ជូន";
"wm_delivery_fee_remove_ship" = "គូប៉ុងថ្លៃដឹកជញ្ជូននេះមិនអាចប្រើប្រាស់ជាមួយគូប៉ុងហាងបានទេ។សូមចុចដើម្បីបញ្ជាក់ប្រើប្រាស់គូប៉ុងថ្លៃដឹកជញ្ជូននិងបោះបង់គូប៉ុងហាង។";
"wm_promocode_remove_promo" = "គូប៉ុងនេះមិនអាចត្រូវបានប្រើជាមួយនឹងប្រមូកូដទេ %@ ចុចបញ្ជាក់ដើម្បីប្រើប្រាស់គូប៉ុងនិងលុបប្រមូកូដ";
"wm_promocode_remove_coupon" = "ប្រមូកូដនេះមិនអាចត្រូវបានប្រើជាមួយនឹងគូប៉ុងទេ %@ ចុចបញ្ជាក់ដើម្បីប្រើប្រាស់ប្រមូដកូដនិងបោះបង់គូប៉ុង";
"wm_promocode_ship_remove_promo" = "ប្រមូកូដនេះមិនអាចត្រូវបានប្រើជាមួយនឹងគូប៉ុងថ្ងៃដឹកជញ្ជូនទេ %@ ចុចបញ្ជាក់ដើម្បីប្រើប្រាស់គូប៉ុងថ្លៃដឹកជញ្ជូននិងបោះបង់ប្រមូកូដ";
"wm_promocode_ship_remove_coupon" = "ប្រមូកូដនេះមិនអាចត្រូវបានប្រើជាមួយនឹងគូប៉ុងថ្ងៃដឹកជញ្ជូនទេ %@ ចុចបញ្ជាក់ដើម្បីប្រើប្រាស់ប្រមូដកូដនិងបោះបង់គូប៉ុងថ្លៃដឹកជញ្ជូន";

///3.0.6.5
"wm_groupbuy_tip" = "បញ្ចុះតម្លៃសម្រាប់ការទូទាត់នៅហាង";
"wm_groupbuy_go" = "កក់ឥឡូវនេះ";
///3.0.7
"order_submit_Waiting_for_rider_to_receive_order" = "រង់ចាំអ្នកដឹកជញ្ជូនទទួលបុងបញ្ជាទិញ";
"order_submit_Rider_received_order_late" = "អ្នកដឹកជញ្ជូនរបស់អ្នកទទួលការបញ្ជាទិញយឺត ប្រសិនបើអ្នកមានបញ្ហា សូមទាក់ទងទៅផ្នែកសេវាអតិថិជន";
"order_submit_Order_prepared" = "ហាងបានរៀបចំទំនិញរួចហើយ កំពុងរង់ចាំអ្នកដឹកជញ្ជូនមកទទួលទំនិញ ដែលរំពឹងថានឹងចំណាយពេល ១០ នាទី។";
"order_submit_Rider_arrive_store_late" = "អ្នកដឹកជញ្ជូនមកដល់ហាងយឺត";
"order_submit_Notifying_rider_to_shop" = "កំពុងផ្តល់ដំណឹងទៅអ្នកដឹកជញ្ជូនទៅកាន់ហាង";
"order_submit_Rider_is_rushing_to_merchant_detail" = "អ្នកដឹកជញ្ជូនកំពុងប្រញាប់ទៅកាន់ហាង សូមមេត្តារង់ចាំដោយអត់ធ្មត់។ ប្រសិនបើមានបញ្ហាសូមទាក់ទងទៅអ្នកដឹកជញ្ជូន";
"order_submit_Waiting_for_rider_to_get_to_store" = "រង់ចាំអ្នកដឹកជញ្ជូនមកដល់ហាង";
"order_submit_Rider_is_rushing_to_merchant" = "អ្នកដឹកជញ្ជូនកំពុងប្រញាប់ទៅកាន់ហាង សូមមេត្តារង់ចាំដោយអត់ធ្មត់។";
"order_submit_Less_than_10_minutes" = "រង់ចាំតិចជាង 10 នាទី";
"order_submit_Pick-up_ovetime" = "អ្នកដឹកជញ្ជូនមកយកទំនិញយឺតពេល";
"order_submit_Notifying_rider_to_pick_up_goods" = "កំពុងផ្តល់ដំណឹងទៅអ្នកដឹកជញ្ជូនទៅយកទំនិញ";
"order_submit_Rider_pick_up_late" = "អ្នកដឹកជញ្ជូនមកយកទំនិញយឺត ប្រសិនបើអ្នកមានបញ្ហា សូមទាក់ទងអ្នកដឹកជញ្ជូន";
"order_submit_Waiting_for_rider_to_pick_up" = "រង់ចាំអ្នកដឹកជញ្ជូនមកយកទំនិញ";
"order_submit_Rider_is_pick-uping_goods" = "អ្នកដឹកជញ្ជូនកំពុងទៅយកទំនិញ សូមមេត្តារង់ចំាដោយអត់ធ្មត់";
"order_submit_Waiting_for_payment_Your_order_has_been_submitted" = "សូមបញ្ចប់ការទូទាត់ក្នុងរយៈពេល\n%@";
"order_submit_Your_order_has_been_delivered" = "ការបញ្ជាទិញរបស់អ្នកបានដឹកជញ្ជូនដល់ទីតាំង យើងទន្ទឹងរង់ចាំការកម្មង់សារជាថ្មី";
"order_submit_More_than_30_minutes" = "រង់ចំាលើស 30 នាទី";
"order_submit_15-30_minutes" = "រង់ចាំ 15-30 នាទី";
"order_submit_5-15_minutes" = "រង់ចាំ 5-15 នាទី";
"order_submit_Less_than_5_minutes" = "រង់ចាំតិចជាង 5 នាទី";
"order_submit_Less_than_1_minutes" = "រង់ចាំតិចជាង 1 នាទី";
"order_submit_Prepare_overtime" = "ហាងរៀបចំការទំនិញយឺតពេល";
"order_submit_new_Timed_out_M_S" = "រង់ចាំហាងរៀបចំការបញ្ជាទិញ，រយៈពេលកំណត់់{%2}ចេញទំនិញ";
"order_submit_Timed_out_M_S" = "យឺតពេល {%1} នាទី、រយៈពេលកំណត់់ {%2} ចេញទំនិញ";
"order_submit_Timed_out_H_M_S" = "យឺតពេល {%3} ម៉ោង、{%1} នាទី、រយៈពេលកំណត់់ {%2} ចេញទំនិញ";
"order_submit_Waiting_for_merchant_to_prepare_order" = "រង់ចាំហាងរៀបចំការបញ្ជាទិញ";
"order_submit_Merchant_prepare_late" = "ហាងរៀបចំទំនិញយឺត អ្នកអាចចុចប៊ូតុង ”រំលឹក” ដើម្បីរំលឹកហាងបាន។ បើអ្នកមានបញ្ហាសូមទាក់ទងទៅហាង។";
"order_submit_There_are_few_riders_nearby" = "មានអ្នកដឹកជញ្ជូនតិចតួច សូមមេត្តារង់ចាំដោយអត់ធ្មត់";
"order_submit_Order_delivery_is_overtime" = "ការដឹកជញ្ជូនការបញ្ជាទិញរបស់អ្នកយឹតពេល ប្រសិនបើអ្នកមានចម្ងល់ សូមទាក់ទងអ្នកដឹកជញ្ជូន។";
"order_submit_Delivering_your_order" = "ការបញ្ជាទិញរបស់អ្នកកំពុងដឹកជញ្ជូន សូមមេត្តារង់ចាំដោយអត់ធ្មត់";
"order_submit_Your_order_has_been_delivered" = "ការបញ្ជាទិញរបស់អ្នកបានដឹកជញ្ជូនដល់ទីតាំង យើងទន្ទឹងរង់ចាំការកម្មង់សារជាថ្មី";
"order_submit_Please_complete_the_payment_within_15_minutes" = "សូមបញ្ចប់ការទូទាត់ការបញ្ជាទិញក្នុងរយៈពេល 15 នាទី ប្រសិនបើការទូទាត់យឺតពេលប្រព័ន្ធនឹងធ្វើការបោះបង់ការបញ្ជាទិញដោយស្វ័យប្រវត្តិ។ ប្រសិនបើអ្នកមានបញ្ហា សូមទាក់ទងផ្នែកសេវាអតិថិជន។";
"order_submit_Change_reminder" = "រំលឹកប្តូរប្រាក់";
"order_submit_Need_changes" = "ត្រូវការប្តូរប្រាក់ បានរៀបចំប្រាក់ %@";
"order_submit_Order_payable" = "ការបញ្ជាទិញត្រូវបង់:%@%@";
"order_submit_Your_order_is_a_cash_on_delivery" = "ប្រសិនត្រូវការអាប់លុយ សូមបញ្ជាក់ចំនួនទឹកប្រាក់របស់អ្នក ដើម្បីងាយស្រួលខាងអ្នកដឹកជញ្ជូនត្រៀមទឹកប្រាក់";
"order_submit_Don't_remind_next_time" = "មិនរំលឹកពេលក្រោយ";
"order_submit_Amount_entered_cannot_be_less_than_payable_amount" = "ទឹកប្រាក់ដែលបញ្ចូលមិនអាចតិចជាងចំនួនដែលត្រូវបង់នោះទេ";
"coupon_Get_takeaway_coupon_with_Redeem_Code" = "គូប៉ុងប្តូរយកគូប៉ុងដឹកជញ្ជូនអាហារ";
"coupon_Change_code_to_voucher" = "ប្តូរកូដទៅជាគូប៉ុង";
"order_submit_Your_order_has_been_submitted_and_waiting_for_merchant_to_accept" = "ការបញ្ជាទិញរបស់អ្នកត្រូវបានបញ្ជូន និងកំពុងរង់ចាំហាងទទួលការបញ្ជាទិញ។";
"order_submit_Merchant_received_order" = "ហាងបានទទួលការបញ្ជាទិញហើយ សូមរង់ចាំដោយអត់ធ្មត់ ដើម្បីឱ្យហាងរៀបចំទំនិញ។";
"note_Need_changes_optional" = "ត្រូវការប្តូរប្រាក់";
"note_Your_feedback_on_merchants_or_riders" = "មតិរបស់អ្នកចំពោះហាងរឺអ្នកដឹកជញ្ជូន";
"note_Write_quickly" = "បំពេញអោយរហ័ស";
"note_Dollar" = "ដុល្លារ";
"note_Riel" = "រៀល";
"wm_total_discount" = "បញ្ចុះតំលៃសរុប";
"wm_promotion_deduct_delivery_fee" = "ប្រមូសិនបញ្ចុះតម្លៃ %@ ថ្លៃដឹកជញ្ជូន";
"wm_submit_discount" = "បញ្ចុះតំលៃ";
"wm_coupons_deductvatfees"="គូប៉ុងមិនកាត់ពន្ធ និងថ្លៃដឹកជញ្ជូនទេ";
"wm_promocode_deductvatfees"="ប្រមូដកូដមិនកាត់ពន្ធ និងថ្លៃដឹកជញ្ជូនទេ";
"wm_first_deductvatfees" = "ពន្ធ និងថ្លៃដឹកជញ្ជូនមិនត្រូវបានកាត់សម្រាប់ការបញ្ជាទិញដំបូងឡើយ";
"wm_reduce_deductvatfees" = "ការបញ្ចុះតម្លៃពេញលេញមិនកាត់ពន្ធ និងថ្លៃដឹកជញ្ជូនទេ";
"wm_submit_order_deliving_over" = "ដឹកជញ្ជូនយឺតពេល";

///3.0.8
"wm_food_delivery_coupons" = "គូប៉ុងដឹកជញ្ជូនអាហារ";
"wm_BUY" = "ទិញ";
"wm_items_off_per_day_only" = "%zdទំនិញផ្តល់ជូនប្រមូសិនប្រចាំថ្ងៃ";
"wm_only_item_can_enjoy_discount_price_per_day" = "ទំនិញត្រឹមតែ %zdទំនិញរីករាយនឹងការបញ្ចុះតម្លៃក្នុងមួយថ្ងៃ";
"wm_only_item_can_enjoy_discount_price_in_periody" = "ទំនិញត្រឹមតែ %zdទំនិញរីករាយនឹងការបញ្ចុះតម្លៃក្នុងរយៈពេល";

///3.0.9
"wm_gender_M" = "លោក";
"wm_gender_F" = "អ្នកស្រី";
"wm_modify_address_name" = "កែប្រែអាសយដ្ឋានទទួលទំនិញ";
"wm_modify_address_successfully" = "កែប្រែអាសយដ្ឋានជោគជ៍យ";
"wm_modify_address_edit_view_detail" = "អ្នកកំពុងកែប្រែអាសយដ្ឋានដឹកជញ្ជូន សូមចុចដើម្បីមើលព័ត៌មានលម្អិត";
"wm_modify_address_record" = "កំណត់ត្រាកែប្រែអាសយដ្ឋាន";
"wm_modify_address_tip" = "អាសយដ្ឋានអាចត្រូវបានកែប្រែតែម្តងប៉ុណ្ណោះសម្រាប់ការបញ្ជាទិញម្តង អ្នកអាចកែប្រែអាសយដ្ឋាននៅក្នុងតំបន់ដឹកជញ្ជូនរបស់ហាងតែប៉ុណ្ណោះ បន្ទាប់ពីកែប្រែ ថ្លៃដឹកជញ្ជូន និងរយៈពេលដឹកជញ្ជូននឹងត្រូវបានគណនាឡើងវិញ។. បន្ទាប់ពីអាសយដ្ឋានត្រូវបានកែប្រែ វានឹងមិនត្រូវបានកត់ត្រាជាការបញ្ជាទិញដែលត្រូវតែផ្តល់សំណងសម្រាប់ការពន្យារពេលនោះទេ។.";
"wm_modify_address_order_current" = "អាសយដ្ឋានបញ្ជាទិញបច្ចុប្បន្ន";
"wm_modify_address_order_changed" = "អាសយដ្ឋានអាចផ្លាស់ប្តូរបាន";
"wm_modify_address_order_cannot_changed" = "អាសយដ្ឋានក្រៅតំបន់ដឹកជញ្ជូន";
"wm_modify_address_increase_fee" = "បន្ថែមតំលៃដឹកជញ្ជូន";
"wm_modify_address_increase_time" = "បន្ថែមពេលវេលាដឹកជញ្ជូន";
"wm_modify_address_information" = "កែប្រែអាសយដ្ឋាន";
"wm_modify_address_new_address" = "អាសយដ្ឋានថ្មី";
"wm_modify_address_old_address" = "អាសយដ្ឋានចាស់";
"wm_modify_address_confirm" = "បញ្ជាក់ការផ្លាស់ប្តូរ";
"wm_modify_address_pay" = "ទូរទាត់";
"wm_modify_address_new_fee" = "ថ្លៃដឹកជញ្ជូនថ្មី";
"wm_modify_address_old_fee" = "ថ្លៃដឹកជញ្ជូនចាស់";
"wm_modify_address_pay_fee" = "ថ្លៃដឹកជញ្ជូនត្រូវទូរទាត់";
"wm_modify_address_cannot_change_address" = "ការបញ្ជាទិញត្រូវបានដឹកជញ្ជូន ហើយអាស័យដ្ឋានមិនអាចផ្លាស់ប្តូរបានទេ។ សូមទាក់ទងផ្នែកសេវាអតិថិជនដើម្បីដោះស្រាយ។";
"wm_modify_address_order_success" = "កែប្រែជោគជ័យ";
"wm_modify_address_order_fail" = "កែសម្រួលបរាជ័យ";
"wm_modify_address_order_ing" = "កំពុងដំណើរការ";
"wm_modify_address_submission_time" = "ពេលវេលាដាក់ស្នើ";
"wm_modify_address_modify_success_time" = "កែប្រែពេលវេលាជោគជ័យ";
"wm_modify_address_modify_fail_time" = "កែប្រែពេលវេលាបរាជ័យ";
"wm_modify_address_modify_status_change" = "ស្ថានភាពការបញ្ជាទិញបានផ្លាស់ប្តូរ សូមជ្រើសរើសម្តងទៀត";
"wm_modify_address_modify_order_payable" = "ការបញ្ជាទិញត្រូវបង់";

///3.0.12.0
"wm_order_feedback_exchange" = "ការប្តូរទំនិញ";
"wm_order_feedback_refund" = "ការបង្វិលសងប្រាក់វិញ";
"wm_order_feedback_other" = "ការទាមទារផ្សេងៗ";
"wm_order_feedback_title" = "មតិកែលម្អការបញ្ជាទិញ";
"wm_order_feedback_history" = "ប្រវត្តិមតិកែលម្អ";
"wm_order_feedback_processing_method" = "វិធីដោះស្រាយដែលរំពឹងទុក";
"wm_order_feedback_apply_30_minutes" = "អាចដាក់ពាក្យបានក្នុងរយៈពេល 30 នាទីបន្ទាប់ពីការបញ្ជាទិញត្រូវបានបញ្ចប់";
"wm_order_feedback_select_all" = "ជ្រើសរើសទំនិញទាំងអស់";
"wm_order_feedback_sales_reason" = "ហេតុផលក្រោយពេលលក់";
"wm_order_feedback_please_select" = "សូមជ្រើសរើស";
"wm_order_feedback_required_content" = "បានបន្ថែមការណែនាំពេញលេញសម្រាប់ដំណើរការលឿនជាងមុន";
"wm_order_feedback_required_image_pick" = "ការបង្ហោះរូបភាពច្បាស់ត្រឹមត្រូវអាចជួយឱ្យដំណើរការលឿនជាងមុន";
"wm_order_feedback_actual_refund_amount" = "ចំនួនទឹកប្រាក់បង្វិលសងជាក់ស្តែង";
"wm_order_feedback_product_total_price" = "ទំនិញតម្លៃសរុប";
"wm_order_feedback_required_other_content" = "សូមបន្ថែមព័ត៌មានលម្អិតនៃបញ្ហា និងលទ្ធផលរំពឹងទុក";
"wm_order_feedback_aftersales_reason_select" = "ជ្រើសរើសហេតុផលក្រោយពេលលក់";
"wm_order_feedback_status_submitted" = "បានដាក់ស្នើ";
"wm_order_feedback_status_processing" = "កំពុងដំណើរការ";
"wm_order_feedback_status_completed" = "ដំណើរការបានបញ្ចប់";
"wm_order_feedback_status_rejected" = "បដិសេធ";
"wm_order_feedback_product_info" = "ព័ត៌មានអំពីទំនិញ";
"wm_order_feedback_reject_reason_content" = "បកស្រាយការបដិសេធ";
"wm_order_feedback_track_title" = "តាមដានដំណើរការ";
"wm_order_feedback_track_submit" = "ដាក់ស្នើរមតិកែលម្អ";
"wm_order_feedback_track_peding" = "ចាប់ផ្តើមដំណើរការ";
"wm_order_feedback_track_finish" = "ដំណើរការរួចរាល់";
"wm_order_feedback_required" = "(ត្រូវបំពេញ)";
"wm_order_feedback_required_opload" = "(ត្រូវបញ្ចូល)";
"wm_order_feedback_required_Progress" = "វឌ្ឍនភាពមតិ";
"wm_order_feedback_processing_results" = "លទ្ធផលនៃដំណើរការ";
"wm_order_feedback_can_be_requested" = "អ្នកអាចស្នើសុំការផ្លាស់ប្តូរក្នុងរយៈពេល 30 នាទីបន្ទាប់ពីការបញ្ជាទិញរបស់អ្នកត្រូវបានដាក់។";
"wm_order_feedback_note" = "បង្ហាញ";
"wm_order_feedback_detail" = "ព័ត៌មានលម្អិតអំពីមតិ";
"wm_order_refund_and_afterSale" = "សងប្រាក់វិញ / បន្ទាប់ពីលក់";
"wm_free_delivery" = "ដឹកជញ្ជូនឥតគិតថ្លៃ";

///3.0.15.0
"wm_order_online_contact" = "ទំនាក់ទំនងតាមប្រព័ន្ធអនឡាញ";

///3.0.16.0
"wm_submit_order_delevery_tip" = "ថ្លៃដឹកជញ្ជូនត្រូវបានប៉ះពាល់ដោយកត្តាដូចជាចម្ងាយដឹកជញ្ជូន និងការលំបាក។ ថ្លៃដឹកជញ្ជូនដែលបង្ហាញនៅលើទំព័រហាងនិងទំព័របញ្ជីហាងគគ្រាន់តែជាការប៉ាន់ស្មានប៉ុណ្ណោះ ចំនួនទឹកប្រាក់ថ្លៃដឹកជញ្ជូនចុងក្រោយដែលបង្ហាញនៅលើការទូទាត់នៃបញ្ជាទិញ។";
"wm_shopcar_good_fail" = "ទំនិញបានផុតកំណត់";
"wm_shopcar_good_fail_clear" = "លុបទំនិញដែលផុតកំណត់ (%zd)";
"wm_shopcar_full_clear_content" = "សូមបញ្ជាក់ដើម្បីលុបផលិតផលដែលផុតកំណត់ឬអត់?";
"wm_shopcar_full_clear_title" = "រទេះទិញទំនិញពេញ សូមសម្អាតវាឱ្យទាន់ពេលវេលា";
"wm_shopcar_full_clear_confirm" = "បញ្ជាក់ការលុប";
"wm_shopcar_full_clear_cancel_see" = "គិតម្តងទៀត";
"wm_shopcar_full_clear_confirm_clear" = "ដើម្បីសម្អាត";
"wm_store_share_preparationtime" = "ពេលវេលារៀបចំអាហារ";
"wm_store_share_Categories" = "ប្រភេទទំនិញ";
"wm_store_share_scanenter" = "ស្កេនកូដដើម្បីចូលហាង";
"wm_store_share_enjoy" = "នឹងរីករាយជាមួយអាហារដែលមានរសជាតិឆ្ងាញ់ៗ";

///3.0.18.1
"wm_later_to_pay" = "ដឹកយឺតសំណង";

///3.0.19.0
"wm_no_in_range" = "មិនស្ថិតក្នុងតំបន់ដឹកជញ្ជូន";
"wm_bind_tg" = "ភ្ជាប់ Telegram ដើម្បីទទួលបានព័ត៌មានបញ្ជាទិញយកតាមពេលវេលាជាក់ស្តែង";

//3.0.20.0
"wm_product_unavailable" = "ទំនិញ​ផុតកំណត់";
"wm_product_retry_after" = "ទំនិញ​%zdផុតកំណត់ សូមលុបហើយព្យាយាមម្តងទៀត​";
"wm_product_not_on_sell" = "មិនទាន់ដល់ពេលលក់";
"wm_product_Not_in_activity" = "មិនទាន់ដល់ពេលប្រមូសិន";
"wm_product_delete_all" = "លុបចោលទាំងអស់";

//3.0.21.1
"item_get_coupon" = "Get %@ Coupon";
"wm_evaluation_medium_reviews" = "វាយតំ​លៃមធ្យម";
"wm_evaluation_meal_evaluation" = "ការវាយតំលៃអាហារ​";
"wm_evaluation_happy_merchant_food" = "តើ​អ្នក​ពេញ​ចិត្ត​នឹង​ហាង/ម្ហូប​ទេ?";
"wm_evaluation_happy_rider" = "តើអ្នកពេញចិត្តនិងអ្នកដឹកជញ្ជូនដែរទេ​?";
"wm_evaluation_do_better" = "ផ្តល់ការវាយតំលៃរឺមតិដើម្បីអោយអ្នកដឹកជញ្ជូននិងហាងកាន់តែប្រសើរ";
"wm_evaluation_anonymized" = "អនាមិក";
"wm_evaluation_help_us_better" = "មតិកែលម្អរបស់អ្នកនឹងជួយយើងខ្ញុំឱ្យកាន់តែប្រសើរឡើង";
"wm_evaluation_platform_delivery" = "វេទិកាដឹកជញ្ជូន";
"wm_evaluation_about_food" = "សូមប្រាប់ខ្ញុំពីរសជាតិអាហារ";
"wm_evaluation_tag_1" = "ដឹកជញ្ជូនយឺត​";
"wm_evaluation_tag_2" = "ដឹកជញ្ជូនខ្វះ/ ដឹកជញ្ជូនខុស​";
"wm_evaluation_tag_3" = "ដឹកជញ្ជូនលឿនជាងមុន​";
"wm_evaluation_tag_4" = "អាហារកំពប់";
"wm_evaluation_tag_5" = "អាកប្បកិរិយាមិនល្អ​";
"wm_evaluation_tag_6" = "ដឹកដល់ទីតាំងមិនជូនដំណឹង​";
"wm_evaluation_tag_7" = "ផ្សេងៗ";
"wm_evaluation_delivered" = "%@ ដឹកជញ្ជូន";

"wm_home_column_recommend" = "ហាងពេញនិយម";

"wm_store_Store_Services" = "សេវាកម្មហាង";

"wm_home_Refresh" = "ផ្លាស់ប្តូរ";
"wm_home_Coming Soon" = "មកដល់ឆាប់ៗនេះ~";

"wm_home_locaiton_tip" = "ទីតាំងបច្ចុប្បន្នបានផ្លាស់ប្តូរ ចុចដើ";
"wm_home_locaiton_relocaite" = "ម្បីដាក់ទីតាំងឡើងវិញ";


"wm_evaluation_tag_11" = "រូបសម្បត្តិសមរម្យ";
"wm_evaluation_tag_12" = "កក់ក្តៅ &​ មានសុជីវធម៌";
"wm_evaluation_tag_13" = "ស្លៀកសំលៀកបំពាក់ឯកសណ្ឍាន​";
"wm_evaluation_tag_14" = "ដឹកជញ្ជូនរហ័ស​";
"wm_evaluation_tag_15" = "វេចខ្ចប់ល្អ";
"wm_evaluation_tag_16" = "ភ្លៀងគ្មានពន្លឺ";

"wm_pickup_Delivery" = "ដឹកជញ្ជូនអាហារ​";
"wm_pickup_Pickup" = "ទៅយកអាហារ​";
"wm_pickup_tips01" = "អតិថិជនជាទីគោរព អ្នកជ្រើសរើសការទៅយកអាហារពីហាង ដូច្នេះអ្នក​ត្រូវ​ទៅ​ហាង​ដើម្បី​ទទួលទានអាហារ។";
"wm_pickup_Navigation" = "ការរុករក";
"wm_pickup_Telephone" = "លេខទំនាក់ទំនង";
"wm_pickup_Select contact phone number" = "ជ្រើសរើស​វិធីទំនាក់ទំនង​";
"wm_pickup_Arrival time" = "ពេលវេលាដល់ហាង​";
"wm_pickup_Almost arrive" = "ជិតដល់ហើយ​";
"wm_pickup_Select arrival time" = "ជ្រើសរើសពេលវេលាដល់ហាង​";
"wm_pickup_tips02" = "ការទៅយកអាហារដល់ហាង មិនគាំទ្រការបង់ប្រាក់ពេលទំនិញដល់ទេ​";
"wm_pickup_Your remarks to the merchant" = "កំណត់សំគាល់អ្នកទៅម្ចាស់ហាង​";
"wm_pickup_Merchant is preparing" = "ហាងកំពុងរៀបចំ​";
"wm_pickup_Waiting for self pickup" = "រង់ចាំយក​";
"wm_pickup_Confirm receipt" = "បញ្ជាក់ទទួលអាហារ​";
"wm_pickup_Pickup code" = "លេខទូរសព្ទទទួលអាហារ​";
"wm_pickup_Kind reminder" = "គន្លឹះ";
"wm_pickup_tips03" = "តើអ្នកប្រាកដថាអ្នកបានទទួលទំនិញរបស់អ្នកទេ?";
"wm_pickup_Expected minutes" = "ប៉ាន់ស្មាន %@ នាទី";
"wm_pickup_Expected availability of meals" = "ប៉ាន់ស្មាន %@ អាចទទួលអាហារ​";
"wm_pickup_tips04" = "ហាងបានចេញម្ហូប សូមមេត្តាប្រញាប់ទៅទទួលអាហារ​";
"wm_pickup_Meal picked up" = "បានទទួលអាហារ​";
"wm_pickup_tips05" = "ប្រសិនបើអ្នកប្រើបានទទួលផលិតផលហើយ សូមចុច OK ដើម្បីបញ្ចប់មបុងបញ្ជាទិញ។";
"wm_pickup_tips06" = "ការបញ្ជាទិញរបស់អ្នកត្រូវបានលុបចោល，មូលហេតុ：%@";
"wm_pickup_tips07" = "សាច់ប្រាក់លើការដឹកជញ្ជូនមិនត្រូវបានគាំទ្រទេ។";
"wm_pickup_tips08" = "ការបញ្ជាទិញរបស់អ្នកត្រូវបានបញ្ចប់សូមរីករាយជាមួយខ្លួនអ្នកនិងជួបអ្នកនៅពេលក្រោយ។";

"wm_promotion_deduct_delivery_fee2" = "និងបន្ថែមថ្លៃដឹកជញ្ជូន %@ ។";

"wm_sort_Nearest" = "ជិតបំផុត";
"wm_sort_Best_sell" = "លក់ដាច់បំផុត";
"wm_sort_Good_rates" = "វាយតម្លៃល្អជាងគេ";
"wm_sort_Find_more" = "ជ្រើសរើសទាំងអស់";

"wm_home_tip001" = "ទីតាំងបច្ចុប្បន្នរបស់លោកអ្នកមិននៅក្នុងបរិវេណដឹកជញ្ជូនទេ យើងនឹងធ្វើការផ្លាស់ប្តូរទីតាំងលោកអ្នកទៅកាន់ទីក្រុងភ្នំពេញ";
"wm_home_tip002" = "សូមអភ័យទោស ទីតាំងបច្ចុប្បន្នមិនមានហាងបើកដំណើរការនៅឡើយទេ សុំធ្វើការជ្រើសរើសទីតាំងម្តងទៀត";
"wm_home_tip003" = "មិនមានពត៌មានហាងដែលអ្នកស្វែងរកនោះទេ!";
